const HOSP_DATA = [
  {
    "addr": "인천광역시 부평구 동수로 56-  (부평동)",
    "XPos": 126.7248987,
    "YPos": 37.4848309,
    "yadmNm": "가톨릭대학교인천성모병원"
  },
  {
    "addr": "강원도 강릉시 사천면 방동길 38 ()",
    "XPos": 128.8578411,
    "YPos": 37.8184325,
    "yadmNm": "강릉아산병원"
  },
  {
    "addr": "서울특별시 종로구 새문안로 29 (평동)",
    "XPos": 126.9677500,
    "YPos": 37.5684083,
    "yadmNm": "강북삼성병원"
  },
  {
    "addr": "서울특별시 광진구 능동로 120-1 (화양동)",
    "XPos": 127.0718276,
    "YPos": 37.5403764,
    "yadmNm": "건국대학교병원"
  },
  {
    "addr": "대구광역시 중구 동덕로 130 (삼덕동2가, 경북대학교병원)",
    "XPos": 128.6041250,
    "YPos": 35.8667740,
    "yadmNm": "경북대학교병원"
  },
  {
    "addr": "경상남도 진주시 강남로 79 (칠암동)",
    "XPos": 128.0956717,
    "YPos": 35.1763252,
    "yadmNm": "경상국립대학교병원"
  },
  {
    "addr": "서울특별시 동대문구 경희대로 23 (회기동)",
    "XPos": 127.0518520,
    "YPos": 37.5941195,
    "yadmNm": "경희대학교병원"
  },
  {
    "addr": "대구광역시 달서구 달구벌대로 1035 (신당동)",
    "XPos": 128.4801315,
    "YPos": 35.8538856,
    "yadmNm": "계명대학교동산병원"
  },
  {
    "addr": "서울특별시 구로구 구로동로 148 고려대부속구로병원 (구로동)",
    "XPos": 126.8848701,
    "YPos": 37.4920520,
    "yadmNm": "고려대학교의과대학부속구로병원"
  },
  {
    "addr": "경기도 안산시 단원구 적금로 123 (고잔동)",
    "XPos": 126.8249033,
    "YPos": 37.3185144,
    "yadmNm": "고려대학교의과대학부속안산병원"
  },
  {
    "addr": "충청남도 천안시 동남구 망향로 201  (안서동)",
    "XPos": 127.1725750,
    "YPos": 36.8415904,
    "yadmNm": "단국대학교의과대학부속병원"
  },
  {
    "addr": "대구광역시 남구 두류공원로17길 33 (대명동)",
    "XPos": 128.5679969,
    "YPos": 35.8436078,
    "yadmNm": "대구가톨릭대학교병원"
  },
  {
    "addr": "부산광역시 서구 대신공원로 26 (동대신동3가)",
    "XPos": 129.0175391,
    "YPos": 35.1201682,
    "yadmNm": "동아대학교병원"
  },
  {
    "addr": "부산광역시 서구 구덕로 179 (아미동1가)",
    "XPos": 129.0188032,
    "YPos": 35.1008477,
    "yadmNm": "부산대학교병원"
  },
  {
    "addr": "경기도 성남시 분당구 구미로173번길 82 (구미동, 분당서울대학교병원)",
    "XPos": 127.1232509,
    "YPos": 37.3519807,
    "yadmNm": "분당서울대학교병원"
  },
  {
    "addr": "서울특별시 강남구 일원로 81 (일원동, 삼성의료원)",
    "XPos": 127.0851508,
    "YPos": 37.4882977,
    "yadmNm": "삼성서울병원"
  },
  {
    "addr": "서울특별시 종로구 대학로 101 (연건동)",
    "XPos": 126.9990168,
    "YPos": 37.5797151,
    "yadmNm": "서울대학교병원"
  },
  {
    "addr": "충청남도 천안시 동남구 순천향6길 31  5동 (봉명동,순천향대학교병원)",
    "XPos": 127.1358588,
    "YPos": 36.8027381,
    "yadmNm": "순천향대학교부속 천안병원"
  },
  {
    "addr": "경기도 부천시 조마루로 170 (중동)",
    "XPos": 126.7629626,
    "YPos": 37.4986998,
    "yadmNm": "순천향대학교부속부천병원"
  },
  {
    "addr": "경기도 수원시 영통구 월드컵로 164 (원천동)",
    "XPos": 127.0476764,
    "YPos": 37.2793927,
    "yadmNm": "아주대학교병원"
  },
  {
    "addr": "경상남도 양산시 물금읍 금오로 20 ()",
    "XPos": 129.0057274,
    "YPos": 35.3281501,
    "yadmNm": "양산부산대학교병원"
  },
  {
    "addr": "강원도 원주시 일산로 20-0  (일산동)",
    "XPos": 127.9456639,
    "YPos": 37.3490013,
    "yadmNm": "연세대학교 원주세브란스기독병원"
  },
  {
    "addr": "서울특별시 강남구 언주로 211 강남세브란스병원 (도곡동)",
    "XPos": 127.0462683,
    "YPos": 37.4929296,
    "yadmNm": "연세대학교의과대학 강남세브란스병원"
  },
  {
    "addr": "서울특별시 서대문구 연세로 50-1 (신촌동)",
    "XPos": 126.9408265,
    "YPos": 37.5623446,
    "yadmNm": "연세대학교의과대학세브란스병원"
  },
  {
    "addr": "대구광역시 남구 현충로 170 (대명동)",
    "XPos": 128.5820500,
    "YPos": 35.8481070,
    "yadmNm": "영남대학교병원"
  },
  {
    "addr": "전라북도 익산시 무왕로 895 (신동)",
    "XPos": 126.9595793,
    "YPos": 35.9646389,
    "yadmNm": "원광대학교병원"
  },
  {
    "addr": "인천광역시 남동구 남동대로774번길 21-0 의료법인길의료재단길병원",
    "XPos": 126.7092258,
    "YPos": 37.4521710,
    "yadmNm": "의료법인 길의료재단 길병원"
  },
  {
    "addr": "서울특별시 양천구 안양천로 1071 (목동)",
    "XPos": 126.8862379,
    "YPos": 37.5362859,
    "yadmNm": "이화여자대학교의과대학부속목동병원"
  },
  {
    "addr": "부산광역시 부산진구 복지로 75, 진사로83번길 75 진사로83번길 81, 1층(일부), 3층 (개금동)",
    "XPos": 129.0208609,
    "YPos": 35.1455173,
    "yadmNm": "인제대학교부산백병원"
  },
  {
    "addr": "인천광역시 중구 인항로 27 (신흥동3가)",
    "XPos": 126.6340955,
    "YPos": 37.4586786,
    "yadmNm": "인하대학교의과대학부속병원"
  },
  {
    "addr": "서울특별시 송파구 올림픽로43길 88 서울아산병원 (풍납동)",
    "XPos": 127.1079350,
    "YPos": 37.5265762,
    "yadmNm": "재단법인아산사회복지재단 서울아산병원"
  },
  {
    "addr": "광주광역시 동구 제봉로 42  (학동)",
    "XPos": 126.9215805,
    "YPos": 35.1418094,
    "yadmNm": "전남대학교병원"
  },
  {
    "addr": "전라북도 전주시 덕진구 건지로 20  (금암동)",
    "XPos": 127.1411626,
    "YPos": 35.8470974,
    "yadmNm": "전북대학교병원"
  },
  {
    "addr": "광주광역시 동구 필문대로 365  (학동)",
    "XPos": 126.9261468,
    "YPos": 35.1390538,
    "yadmNm": "조선대학교병원"
  },
  {
    "addr": "서울특별시 동작구 흑석로 102 (흑석동)",
    "XPos": 126.9607839,
    "YPos": 37.5067481,
    "yadmNm": "중앙대학교병원"
  },
  {
    "addr": "대전광역시 중구 문화로 282-  (대사동)",
    "XPos": 127.4153630,
    "YPos": 36.3169080,
    "yadmNm": "충남대학교병원"
  },
  {
    "addr": "충청북도 청주시 서원구 1순환로 776-0 충북대학교병원",
    "XPos": 127.4614843,
    "YPos": 36.6242237,
    "yadmNm": "충북대학교병원"
  },
  {
    "addr": "대구광역시 북구 호국로 807 칠곡경북대학교병원(임살실습동 1~11층 포함) (학정동)",
    "XPos": 128.5646727,
    "YPos": 35.9564207,
    "yadmNm": "칠곡경북대학교병원"
  },
  {
    "addr": "서울특별시 성북구 고려대로 73 고려대병원 (안암동5가)",
    "XPos": 127.0263537,
    "YPos": 37.5870165,
    "yadmNm": "학교법인 고려중앙학원 고려대학교의과대학부속병원(안암병원)"
  },
  {
    "addr": "울산광역시 동구 대학병원로 25 울산대학교병원 (전하동)",
    "XPos": 129.4289116,
    "YPos": 35.5200702,
    "yadmNm": "학교법인 울산공업학원 울산대학교병원"
  },
  {
    "addr": "서울특별시 서초구 반포대로 222 (반포동)",
    "XPos": 127.0051154,
    "YPos": 37.5009444,
    "yadmNm": "학교법인가톨릭학원가톨릭대학교서울성모병원"
  },
  {
    "addr": "경상남도 창원시 마산회원구 팔용로 158-158 (합성동, 삼성창원병원)",
    "XPos": 128.5920245,
    "YPos": 35.2428774,
    "yadmNm": "학교법인성균관대학삼성창원병원"
  },
  {
    "addr": "경기도 안양시 동안구 관평로170번길 22 (평촌동)",
    "XPos": 126.9620529,
    "YPos": 37.3917575,
    "yadmNm": "한림대학교성심병원"
  },
  {
    "addr": "서울특별시 성동구 왕십리로 222-1 (사근동)",
    "XPos": 127.0441339,
    "YPos": 37.5596569,
    "yadmNm": "한양대학교병원"
  },
  {
    "addr": "전라남도 화순군 화순읍 서양로 322 ()",
    "XPos": 127.0025000,
    "YPos": 35.0594333,
    "yadmNm": "화순전남대학교병원"
  },
  {
    "addr": "인천광역시 연수구 먼우금로 98-   (동춘동)",
    "XPos": 126.6704928,
    "YPos": 37.4079580,
    "yadmNm": "(의)나사렛의료재단 나사렛국제병원"
  },
  {
    "addr": "인천광역시 서구 신석로 70-  70",
    "XPos": 126.6698666,
    "YPos": 37.5097941,
    "yadmNm": "(의)성세의료재단 뉴성민병원"
  },
  {
    "addr": "경기도 용인시 처인구 백옥대로1082번길 18 다보스종합병원 (김량장동)",
    "XPos": 127.2114648,
    "YPos": 37.2314883,
    "yadmNm": "(의)영문의료재단 다보스병원"
  },
  {
    "addr": "대구광역시 수성구 달구벌대로 3190 (신매동, 천주성삼병원)",
    "XPos": 128.7057102,
    "YPos": 35.8402518,
    "yadmNm": "(재)미리내천주성삼성직수도회천주성삼병원"
  },
  {
    "addr": "광주광역시 광산구 왕버들로 220  (수완동)",
    "XPos": 126.8331484,
    "YPos": 35.1979238,
    "yadmNm": "KS병원"
  },
  {
    "addr": "인천광역시 서구 심곡로100번길 25-0 인천국제성모병원",
    "XPos": 126.6836103,
    "YPos": 37.5424165,
    "yadmNm": "가톨릭관동대학교 국제성모병원"
  },
  {
    "addr": "경기도 수원시 팔달구 중부대로 93 (지동)",
    "XPos": 127.0274271,
    "YPos": 37.2779855,
    "yadmNm": "가톨릭대학교 성빈센트병원"
  },
  {
    "addr": "서울특별시 영등포구 63로 10 여의도성모병원 (여의도동)",
    "XPos": 126.9367517,
    "YPos": 37.5183253,
    "yadmNm": "가톨릭대학교 여의도성모병원"
  },
  {
    "addr": "서울특별시 은평구 통일로 1021 (진관동)",
    "XPos": 126.9161912,
    "YPos": 37.6334945,
    "yadmNm": "가톨릭대학교 은평성모병원"
  },
  {
    "addr": "경기도 부천시 소사로 327 가톨릭대학교 부천성모병원 (소사동)",
    "XPos": 126.7924167,
    "YPos": 37.4871165,
    "yadmNm": "가톨릭대학교부천성모병원"
  },
  {
    "addr": "경기도 의정부시 천보로 271 의정부성모병원 (금오동)",
    "XPos": 127.0777625,
    "YPos": 37.7587045,
    "yadmNm": "가톨릭대학교의정부성모병원"
  },
  {
    "addr": "경기도 용인시 기흥구 중부대로 411 강남병원 (신갈동)",
    "XPos": 127.1115072,
    "YPos": 37.2737515,
    "yadmNm": "강남병원"
  },
  {
    "addr": "서울특별시 강동구 동남로 892 (상일동)",
    "XPos": 127.1573794,
    "YPos": 37.5534484,
    "yadmNm": "강동경희대학교의대병원"
  },
  {
    "addr": "강원도 춘천시 백령로 156-  (효자동)",
    "XPos": 127.7448910,
    "YPos": 37.8751611,
    "yadmNm": "강원대학교병원"
  },
  {
    "addr": "강원도 삼척시 오십천로 418-0 삼척의료원",
    "XPos": 129.1638017,
    "YPos": 37.4403018,
    "yadmNm": "강원도 삼척의료원"
  },
  {
    "addr": "강원도 영월군 영월읍 중앙1로 59 (영월읍)",
    "XPos": 128.4652388,
    "YPos": 37.1864525,
    "yadmNm": "강원도 영월의료원"
  },
  {
    "addr": "강원도 원주시 서원대로 387  (개운동)",
    "XPos": 127.9492250,
    "YPos": 37.3326080,
    "yadmNm": "강원도 원주의료원"
  },
  {
    "addr": "강원도 강릉시 경강로 2007 2007",
    "XPos": 128.8888317,
    "YPos": 37.7492828,
    "yadmNm": "강원도강릉의료원"
  },
  {
    "addr": "강원도 속초시 영랑호반길 3 (영랑동)",
    "XPos": 128.5892485,
    "YPos": 38.2164607,
    "yadmNm": "강원도속초의료원"
  },
  {
    "addr": "경상남도 김해시 가락로 359 (구산동)",
    "XPos": 128.8696709,
    "YPos": 35.2566817,
    "yadmNm": "강일병원"
  },
  {
    "addr": "충청북도 충주시 국원대로 82-0 건국대학교충주병원",
    "XPos": 127.9288169,
    "YPos": 36.9789801,
    "yadmNm": "건국대학교 충주병원"
  },
  {
    "addr": "인천광역시 서구 청마로19번길 5-  (당하동)",
    "XPos": 126.6711792,
    "YPos": 37.5924835,
    "yadmNm": "검단탑병원"
  },
  {
    "addr": "경기도 수원시 장안구 수성로245번길 69 (정자동)",
    "XPos": 126.9963375,
    "YPos": 37.2918917,
    "yadmNm": "경기도의료원 수원병원"
  },
  {
    "addr": "경기도 안성시 남파로 95 경기도의료원 안성병원 (당왕동)",
    "XPos": 127.2603668,
    "YPos": 37.0173531,
    "yadmNm": "경기도의료원 안성병원"
  },
  {
    "addr": "경기도 이천시 경충대로 2742 (관고동)",
    "XPos": 127.4330563,
    "YPos": 37.2828595,
    "yadmNm": "경기도의료원 이천병원"
  },
  {
    "addr": "경기도 의정부시 흥선로 142 (의정부동)",
    "XPos": 127.0425004,
    "YPos": 37.7411610,
    "yadmNm": "경기도의료원의정부병원"
  },
  {
    "addr": "경기도 파주시 중앙로 207 경기도립의료원파주병원 (금촌동)",
    "XPos": 126.7801503,
    "YPos": 37.7550649,
    "yadmNm": "경기도의료원파주병원"
  },
  {
    "addr": "경기도 포천시 포천로 1648 (신읍동)",
    "XPos": 127.1982800,
    "YPos": 37.9033163,
    "yadmNm": "경기도의료원포천병원"
  },
  {
    "addr": "경상남도 창원시 마산합포구 3·15대로 231 (중앙동3가)",
    "XPos": 128.5655967,
    "YPos": 35.1992371,
    "yadmNm": "경상남도마산의료원"
  },
  {
    "addr": "경상북도 김천시 모암길 24  (모암동)",
    "XPos": 128.1264391,
    "YPos": 36.1227232,
    "yadmNm": "경상북도김천의료원"
  },
  {
    "addr": "경상북도 안동시 태사2길 55  (북문동)",
    "XPos": 128.7321116,
    "YPos": 36.5682206,
    "yadmNm": "경상북도안동의료원"
  },
  {
    "addr": "경상북도 포항시 북구 용흥로 36  (용흥동)",
    "XPos": 129.3549409,
    "YPos": 36.0348814,
    "yadmNm": "경상북도포항의료원"
  },
  {
    "addr": "서울특별시 송파구 송이로 123 국립경찰병원 (가락동)",
    "XPos": 127.1235090,
    "YPos": 37.4963836,
    "yadmNm": "경찰병원"
  },
  {
    "addr": "대구광역시 중구 달성로 56 계명대학교대구동산병원 (동산동)",
    "XPos": 128.5831323,
    "YPos": 35.8694728,
    "yadmNm": "계명대학교대구동산병원"
  },
  {
    "addr": "부산광역시 서구 감천로 262 (암남동)",
    "XPos": 129.0139595,
    "YPos": 35.0809636,
    "yadmNm": "고신대학교복음병원"
  },
  {
    "addr": "대구광역시 중구 국채보상로 531 (수동)",
    "XPos": 128.5885849,
    "YPos": 35.8710213,
    "yadmNm": "곽병원"
  },
  {
    "addr": "경기도 광명시 디지털로 36 광명성애병원 (철산동)",
    "XPos": 126.8713502,
    "YPos": 37.4736659,
    "yadmNm": "광명성애병원"
  },
  {
    "addr": "전라남도 광양시 공영로 71  (중동)",
    "XPos": 127.6969657,
    "YPos": 34.9361846,
    "yadmNm": "광양사랑병원"
  },
  {
    "addr": "광주광역시 남구 양림로 37  (양림동)",
    "XPos": 126.9118750,
    "YPos": 35.1366650,
    "yadmNm": "광주기독병원"
  },
  {
    "addr": "광주광역시 북구 면앙로139번길 51  (두암동)",
    "XPos": 126.9281408,
    "YPos": 35.1789030,
    "yadmNm": "광주병원"
  },
  {
    "addr": "광주광역시 광산구 첨단월봉로 99  (산월동)",
    "XPos": 126.8496720,
    "YPos": 35.2079032,
    "yadmNm": "광주보훈병원"
  },
  {
    "addr": "광주광역시 광산구 임방울대로 370  (수완동)",
    "XPos": 126.8241888,
    "YPos": 35.1930960,
    "yadmNm": "광주수완병원"
  },
  {
    "addr": "광주광역시 남구 서문대로654번길 5 (진월동)",
    "XPos": 126.8994848,
    "YPos": 35.1177147,
    "yadmNm": "광주씨티병원"
  },
  {
    "addr": "광주광역시 북구 양일로 309  (일곡동)",
    "XPos": 126.8976135,
    "YPos": 35.2028543,
    "yadmNm": "광주일곡병원"
  },
  {
    "addr": "광주광역시 서구 월드컵4강로 223  (쌍촌동)",
    "XPos": 126.8688164,
    "YPos": 35.1562166,
    "yadmNm": "광주한국병원"
  },
  {
    "addr": "광주광역시 북구 설죽로 291  (용봉동)",
    "XPos": 126.8979250,
    "YPos": 35.1856760,
    "yadmNm": "광주현대병원"
  },
  {
    "addr": "광주광역시 북구 하서로 429 (용두동)",
    "XPos": 126.8747341,
    "YPos": 35.2134937,
    "yadmNm": "광주희망병원"
  },
  {
    "addr": "서울특별시 구로구 경인로 427 구로성심병원 (고척동)",
    "XPos": 126.8664159,
    "YPos": 37.4996715,
    "yadmNm": "구로성심병원"
  },
  {
    "addr": "경상북도 구미시 인동20길 46  (진평동)",
    "XPos": 128.4228695,
    "YPos": 36.0962390,
    "yadmNm": "구미강동병원"
  },
  {
    "addr": "부산광역시 북구 낙동대로 1786 (구포동)",
    "XPos": 129.0047235,
    "YPos": 35.2097133,
    "yadmNm": "구포성심병원"
  },
  {
    "addr": "경기도 성남시 분당구 새마을로177번길 81 (율동)",
    "XPos": 127.1490674,
    "YPos": 37.3923789,
    "yadmNm": "국군수도병원"
  },
  {
    "addr": "경기도 고양시 일산동구 일산로 323 (마두동)",
    "XPos": 126.7834097,
    "YPos": 37.6632301,
    "yadmNm": "국립암센터"
  },
  {
    "addr": "서울특별시 중구 을지로 245 (을지로6가)",
    "XPos": 127.0056710,
    "YPos": 37.5672138,
    "yadmNm": "국립중앙의료원"
  },
  {
    "addr": "경기도 고양시 일산동구 일산로 100 (백석동,백석1동 1241외1필지 4층)",
    "XPos": 126.7930401,
    "YPos": 37.6454754,
    "yadmNm": "국민건강보험공단일산병원"
  },
  {
    "addr": "대전광역시 대덕구 계족로 637 (법동)",
    "XPos": 127.4285488,
    "YPos": 36.3683976,
    "yadmNm": "근로복지공단 대전병원"
  },
  {
    "addr": "전라남도 순천시 조례1길 24  (조례동)",
    "XPos": 127.5249267,
    "YPos": 34.9611351,
    "yadmNm": "근로복지공단 순천병원"
  },
  {
    "addr": "경상남도 창원시 성산구 창원대로 721 (중앙동)",
    "XPos": 128.6717512,
    "YPos": 35.2187539,
    "yadmNm": "근로복지공단 창원병원"
  },
  {
    "addr": "강원도 태백시 보드미길 8  (장성동)",
    "XPos": 129.0043366,
    "YPos": 37.1040964,
    "yadmNm": "근로복지공단 태백병원"
  },
  {
    "addr": "경기도 안산시 상록구 구룡로 87 근로복지공단안산병원 (일동)",
    "XPos": 126.8741390,
    "YPos": 37.3167269,
    "yadmNm": "근로복지공단안산병원"
  },
  {
    "addr": "인천광역시 부평구 무네미로 446-  (구산동)",
    "XPos": 126.7536333,
    "YPos": 37.4767018,
    "yadmNm": "근로복지공단인천병원"
  },
  {
    "addr": "대구광역시 달서구 월배로 97 나사렛병원 (진천동)",
    "XPos": 128.5250947,
    "YPos": 35.8147003,
    "yadmNm": "나사렛종합병원"
  },
  {
    "addr": "전라남도 나주시 영산로 5419 나주종합병원",
    "XPos": 126.7213975,
    "YPos": 35.0363159,
    "yadmNm": "나주종합병원"
  },
  {
    "addr": "경기도 남양주시 오남읍 양지로 47-55 47",
    "XPos": 127.2043933,
    "YPos": 37.6823474,
    "yadmNm": "남양주 한양병원"
  },
  {
    "addr": "경기도 남양주시 오남읍 진건오남로797번길 9 ()",
    "XPos": 127.2015641,
    "YPos": 37.6980156,
    "yadmNm": "남양주나눔병원"
  },
  {
    "addr": "서울특별시 노원구 한글비석로 68 을지병원 (하계동)",
    "XPos": 127.0699355,
    "YPos": 37.6364794,
    "yadmNm": "노원을지대학교병원"
  },
  {
    "addr": "서울특별시 중랑구 사가정로49길 53 (면목동)",
    "XPos": 127.0860738,
    "YPos": 37.5835731,
    "yadmNm": "녹색병원"
  },
  {
    "addr": "충청남도 당진시 반촌로 5-15  (시곡동)",
    "XPos": 126.6844489,
    "YPos": 36.9044003,
    "yadmNm": "당진종합병원"
  },
  {
    "addr": "대구광역시 북구 칠곡중앙대로 440 (읍내동)",
    "XPos": 128.5493894,
    "YPos": 35.9348614,
    "yadmNm": "대구가톨릭대학교 칠곡가톨릭병원"
  },
  {
    "addr": "대구광역시 남구 성당로 224 (대명동)",
    "XPos": 128.5740875,
    "YPos": 35.8530071,
    "yadmNm": "대구굿모닝병원"
  },
  {
    "addr": "대구광역시 서구 평리로 157 (중리동)",
    "XPos": 128.5405870,
    "YPos": 35.8596400,
    "yadmNm": "대구의료원"
  },
  {
    "addr": "대구광역시 동구 아양로 99 (신암동)",
    "XPos": 128.6244071,
    "YPos": 35.8842611,
    "yadmNm": "대구파티마병원"
  },
  {
    "addr": "부산광역시 동래구 충렬대로 187 (명륜동)",
    "XPos": 129.0802033,
    "YPos": 35.2042538,
    "yadmNm": "대동병원"
  },
  {
    "addr": "서울특별시 영등포구 시흥대로 657 (대림동, 대림성모병원)",
    "XPos": 126.9072208,
    "YPos": 37.4906979,
    "yadmNm": "대림성모병원"
  },
  {
    "addr": "경기도 안산시 단원구 선부광장로 103 (선부동)",
    "XPos": 126.8076223,
    "YPos": 37.3340586,
    "yadmNm": "대아의료재단한도병원"
  },
  {
    "addr": "전라북도 전주시 덕진구 견훤로 390 (우아동3가)",
    "XPos": 127.1534707,
    "YPos": 35.8459659,
    "yadmNm": "대자인병원"
  },
  {
    "addr": "대전광역시 대덕구 대청로82번길 147 147",
    "XPos": 127.4396939,
    "YPos": 36.4473164,
    "yadmNm": "대전보훈병원"
  },
  {
    "addr": "대전광역시 동구 동서대로 1672  (성남동)",
    "XPos": 127.4358152,
    "YPos": 36.3482008,
    "yadmNm": "대전한국병원"
  },
  {
    "addr": "경기도 성남시 분당구 서현로180번길 20 (서현동)",
    "XPos": 127.1217783,
    "YPos": 37.3882035,
    "yadmNm": "대진의료재단 분당제생병원"
  },
  {
    "addr": "대전광역시 서구 계백로 1322 (정림동)",
    "XPos": 127.3705716,
    "YPos": 36.3082388,
    "yadmNm": "대청병원"
  },
  {
    "addr": "대구광역시 달서구 달구벌대로 1632 (감삼동)",
    "XPos": 128.5449481,
    "YPos": 35.8526313,
    "yadmNm": "더블유병원"
  },
  {
    "addr": "경상북도 경주시 동대로 87  (석장동)",
    "XPos": 129.1966582,
    "YPos": 35.8583076,
    "yadmNm": "동국대학교의과대학경주병원"
  },
  {
    "addr": "경기도 고양시 일산동구 동국로 27 (식사동, 동국대학교일산병원)",
    "XPos": 126.8064233,
    "YPos": 37.6763969,
    "yadmNm": "동국대학교일산불교병원"
  },
  {
    "addr": "부산광역시 기장군 장안읍 좌동길 40 ()",
    "XPos": 129.2435492,
    "YPos": 35.3214002,
    "yadmNm": "동남권원자력의학원"
  },
  {
    "addr": "부산광역시 동래구 안연로109번길 27 (안락동)",
    "XPos": 129.0961356,
    "YPos": 35.1969224,
    "yadmNm": "동래봉생병원"
  },
  {
    "addr": "광주광역시 남구 대남대로 238 (백운동)",
    "XPos": 126.8999505,
    "YPos": 35.1348132,
    "yadmNm": "동아병원"
  },
  {
    "addr": "대구광역시 남구 대명로 153 (대명동)",
    "XPos": 128.5744911,
    "YPos": 35.8395584,
    "yadmNm": "드림종합병원"
  },
  {
    "addr": "경기도 파주시 금릉역로 190 (금촌동)",
    "XPos": 126.7666690,
    "YPos": 37.7610733,
    "yadmNm": "메디인병원"
  },
  {
    "addr": "경기도 용인시 처인구 금령로39번길 8-6 (김량장동)",
    "XPos": 127.2010803,
    "YPos": 37.2353957,
    "yadmNm": "명주병원"
  },
  {
    "addr": "서울특별시 영등포구 도림로 156 명지성모병원 (대림동)",
    "XPos": 126.8992626,
    "YPos": 37.4938623,
    "yadmNm": "명지성모병원"
  },
  {
    "addr": "전라남도 목포시 백년대로 303  (상동)",
    "XPos": 126.4206000,
    "YPos": 34.8045333,
    "yadmNm": "목포기독병원"
  },
  {
    "addr": "전라남도 목포시 이로로 18  (용해동)",
    "XPos": 126.4053627,
    "YPos": 34.8039839,
    "yadmNm": "목포시의료원"
  },
  {
    "addr": "전라남도 목포시 영산로 483  (상동)",
    "XPos": 126.4164223,
    "YPos": 34.8092997,
    "yadmNm": "목포한국병원"
  },
  {
    "addr": "광주광역시 서구 화운로 1  (화정동)",
    "XPos": 126.8852856,
    "YPos": 35.1410330,
    "yadmNm": "미래로21병원"
  },
  {
    "addr": "서울특별시 강서구 강서로 295 (내발산동)",
    "XPos": 126.8359357,
    "YPos": 37.5522178,
    "yadmNm": "미즈메디병원"
  },
  {
    "addr": "경상남도 양산시 신기로 28 (신기동)",
    "XPos": 129.0435924,
    "YPos": 35.3532447,
    "yadmNm": "베데스다복음병원"
  },
  {
    "addr": "서울특별시 강서구 공항대로 389 부민병원 (등촌동)",
    "XPos": 126.8509273,
    "YPos": 37.5568660,
    "yadmNm": "부민병원"
  },
  {
    "addr": "부산광역시 연제구 월드컵대로 359 (거제동, 1동, 5동일부)",
    "XPos": 129.0592351,
    "YPos": 35.1872822,
    "yadmNm": "부산광역시의료원"
  },
  {
    "addr": "부산광역시 남구 용호로232번길 25-14 (용호동)",
    "XPos": 129.1091250,
    "YPos": 35.1104571,
    "yadmNm": "부산성모병원(재단법인 천주교부산교구유지재단)"
  },
  {
    "addr": "전라북도 부안군 부안읍 오정2길 24 ()",
    "XPos": 126.7345709,
    "YPos": 35.7248401,
    "yadmNm": "부안성모병원"
  },
  {
    "addr": "경기도 부천시 부천로 91 (심곡동, 부천대성병원)",
    "XPos": 126.7841872,
    "YPos": 37.4925524,
    "yadmNm": "부천대성병원"
  },
  {
    "addr": "경기도 부천시 호현로489번길 28 (소사본동, 세종병원)",
    "XPos": 126.7913172,
    "YPos": 37.4809662,
    "yadmNm": "부천세종병원"
  },
  {
    "addr": "경기도 부천시 소사로 726 지하4층~지상5층 (원종동)",
    "XPos": 126.8052027,
    "YPos": 37.5208668,
    "yadmNm": "부천우리병원"
  },
  {
    "addr": "인천광역시 부평구 부평대로 175-   (청천동)",
    "XPos": 126.7199858,
    "YPos": 37.5068720,
    "yadmNm": "부평세림병원"
  },
  {
    "addr": "인천광역시 강화군 강화읍 충렬사로 31-0",
    "XPos": 126.4859916,
    "YPos": 37.7360483,
    "yadmNm": "비에스종합병원"
  },
  {
    "addr": "부산광역시 수영구 수영로 615 (광안동)",
    "XPos": 129.1131037,
    "YPos": 35.1608800,
    "yadmNm": "비에이치에스한서병원"
  },
  {
    "addr": "전라남도 나주시 정보화길 49-0 (빛가람동)",
    "XPos": 126.7987474,
    "YPos": 35.0242049,
    "yadmNm": "빛가람종합병원"
  },
  {
    "addr": "광주광역시 남구 덕남길 80  (노대동)",
    "XPos": 126.8963045,
    "YPos": 35.0943936,
    "yadmNm": "빛고을전남대학교병원"
  },
  {
    "addr": "부산광역시 서구 대티로 170 (서대신동2가)",
    "XPos": 129.0110653,
    "YPos": 35.1127676,
    "yadmNm": "삼육부산병원"
  },
  {
    "addr": "서울특별시 동대문구 망우로 82 (휘경동)",
    "XPos": 127.0653066,
    "YPos": 37.5879909,
    "yadmNm": "삼육서울병원"
  },
  {
    "addr": "대구광역시 달서구 월배로 436 지하1,지상1~11층 (송현동)",
    "XPos": 128.5535826,
    "YPos": 35.8324956,
    "yadmNm": "삼일병원"
  },
  {
    "addr": "광주광역시 서구 상무자유로 181-7  (치평동)",
    "XPos": 126.8538803,
    "YPos": 35.1527509,
    "yadmNm": "상무병원"
  },
  {
    "addr": "경상북도 상주시 상서문로 53  (남성동)",
    "XPos": 128.1555556,
    "YPos": 36.4146221,
    "yadmNm": "상주적십자병원"
  },
  {
    "addr": "경상남도 통영시 무전7길 192 (무전동)",
    "XPos": 128.4207171,
    "YPos": 34.8653483,
    "yadmNm": "새통영병원"
  },
  {
    "addr": "광주광역시 서구 금화로59번길 6  (금호동)",
    "XPos": 126.8557303,
    "YPos": 35.1325949,
    "yadmNm": "서광병원"
  },
  {
    "addr": "광주광역시 동구 천변우로 415  (불로동)",
    "XPos": 126.9150205,
    "YPos": 35.1447273,
    "yadmNm": "서남대학교병원"
  },
  {
    "addr": "충청남도 서산시 수석산업로 5 (수석동)",
    "XPos": 126.5034636,
    "YPos": 36.7810108,
    "yadmNm": "서산중앙병원"
  },
  {
    "addr": "울산광역시 울주군 삼남읍 중평로 53 서울산보람병원",
    "XPos": 129.1208518,
    "YPos": 35.5602974,
    "yadmNm": "서울산보람병원"
  },
  {
    "addr": "서울특별시 동대문구 왕산로 259 서울성심병원 (청량리동)",
    "XPos": 127.0497296,
    "YPos": 37.5843076,
    "yadmNm": "서울성심병원"
  },
  {
    "addr": "서울특별시 종로구 새문안로 9 적십자병원 (평동)",
    "XPos": 126.9669974,
    "YPos": 37.5671805,
    "yadmNm": "서울적십자병원"
  },
  {
    "addr": "서울특별시 동대문구 무학로 124 (용두동)",
    "XPos": 127.0313410,
    "YPos": 37.5753681,
    "yadmNm": "서울특별시 동부병원"
  },
  {
    "addr": "서울특별시 동작구 보라매로5길 20 (신대방동)",
    "XPos": 126.9239058,
    "YPos": 37.4934414,
    "yadmNm": "서울특별시보라매병원"
  },
  {
    "addr": "서울특별시 양천구 신정이펜1로 20 (신정동)",
    "XPos": 126.8331531,
    "YPos": 37.5120195,
    "yadmNm": "서울특별시서남병원"
  },
  {
    "addr": "서울특별시 중랑구 신내로 156 (신내동)",
    "XPos": 127.0978309,
    "YPos": 37.6132762,
    "yadmNm": "서울특별시서울의료원"
  },
  {
    "addr": "광주광역시 서구 무진대로 975-0  (광천동)",
    "XPos": 126.8869987,
    "YPos": 35.1615633,
    "yadmNm": "선한병원"
  },
  {
    "addr": "전라남도 순천시 순광로 221  (조례동)",
    "XPos": 127.5437074,
    "YPos": 34.9647334,
    "yadmNm": "성가롤로병원"
  },
  {
    "addr": "경기도 성남시 수정구 수정로171번길 10 성남시의료원 (태평동)",
    "XPos": 127.1390577,
    "YPos": 37.4449846,
    "yadmNm": "성남시의료원"
  },
  {
    "addr": "경기도 성남시 중원구 산성대로476번길 12 (금광동)",
    "XPos": 127.1619932,
    "YPos": 37.4528497,
    "yadmNm": "성남중앙병원"
  },
  {
    "addr": "서울특별시 강동구 성안로 150 (길동)",
    "XPos": 127.1353780,
    "YPos": 37.5359971,
    "yadmNm": "성심의료재단강동성심병원"
  },
  {
    "addr": "서울특별시 영등포구 여의대방로53길 22 (신길동, 성애병원)",
    "XPos": 126.9225003,
    "YPos": 37.5120274,
    "yadmNm": "성애의료재단 성애병원"
  },
  {
    "addr": "서울특별시 종로구 통일로 256 (무악동)",
    "XPos": 126.9574607,
    "YPos": 37.5751835,
    "yadmNm": "세란병원"
  },
  {
    "addr": "세종특별자치시 보듬7로 20 세종충남대학교병원 (도담동)",
    "XPos": 127.2579427,
    "YPos": 36.5195133,
    "yadmNm": "세종충남대학교병원"
  },
  {
    "addr": "강원도 속초시 중앙로 11-0 속초보광병원",
    "XPos": 128.5783901,
    "YPos": 38.1980014,
    "yadmNm": "속초보광병원"
  },
  {
    "addr": "경기도 성남시 수정구 수정로 76 지하3~10층 (수진동)",
    "XPos": 127.1290046,
    "YPos": 37.4398589,
    "yadmNm": "순천의료재단 성남정병원"
  },
  {
    "addr": "전라남도 순천시 장명로 5  (장천동)",
    "XPos": 127.4844458,
    "YPos": 34.9514574,
    "yadmNm": "순천중앙병원"
  },
  {
    "addr": "경상북도 구미시 1공단로 179  (공단동)",
    "XPos": 128.3827377,
    "YPos": 36.1029182,
    "yadmNm": "순천향대학교 부속 구미병원"
  },
  {
    "addr": "서울특별시 용산구 대사관로 59 (한남동)",
    "XPos": 127.0042579,
    "YPos": 37.5338040,
    "yadmNm": "순천향대학교 부속 서울병원"
  },
  {
    "addr": "광주광역시 광산구 목련로 316  (신가동)",
    "XPos": 126.8296527,
    "YPos": 35.1774148,
    "yadmNm": "신가병원"
  },
  {
    "addr": "서울특별시 영등포구 영등포로36길 13 (영등포동4가, 충무병원)",
    "XPos": 126.9041862,
    "YPos": 37.5188597,
    "yadmNm": "씨엠병원"
  },
  {
    "addr": "충청남도 아산시 문화로 381  (모종동)",
    "XPos": 127.0198062,
    "YPos": 36.7792648,
    "yadmNm": "아산충무병원"
  },
  {
    "addr": "경상북도 안동시 서동문로 99  (금곡동)",
    "XPos": 128.7228172,
    "YPos": 36.5672423,
    "yadmNm": "안동성소병원"
  },
  {
    "addr": "경기도 안성시 시장길 58 (서인동)",
    "XPos": 127.2709213,
    "YPos": 37.0062179,
    "yadmNm": "안성성모병원"
  },
  {
    "addr": "경상북도 포항시 남구 희망대로 352  (이동)",
    "XPos": 129.3314538,
    "YPos": 36.0348843,
    "yadmNm": "에스포항병원"
  },
  {
    "addr": "서울특별시 관악구 남부순환로 1636 양지병원 (신림동)",
    "XPos": 126.9325692,
    "YPos": 37.4841536,
    "yadmNm": "에이치플러스 양지병원"
  },
  {
    "addr": "전라남도 여수시 좌수영로 49  (광무동)",
    "XPos": 127.7280180,
    "YPos": 34.7450673,
    "yadmNm": "여수전남병원"
  },
  {
    "addr": "전라남도 여수시 무선로 95  (선원동)",
    "XPos": 127.6543239,
    "YPos": 34.7691121,
    "yadmNm": "여천전남병원"
  },
  {
    "addr": "경기도 용인시 기흥구 동백죽전대로 363 (중동)",
    "XPos": 127.1485144,
    "YPos": 37.2708050,
    "yadmNm": "연세대학교 의과대학 용인세브란스병원"
  },
  {
    "addr": "경상남도 창원시 진해구 해원로32번길 13 (이동)",
    "XPos": 128.6981494,
    "YPos": 35.1549332,
    "yadmNm": "연세에스병원"
  },
  {
    "addr": "전라남도 영광군 영광읍 와룡로 3 ()",
    "XPos": 126.4989779,
    "YPos": 35.2844615,
    "yadmNm": "영광종합병원"
  },
  {
    "addr": "경상북도 영천시 오수1길 10 (오수동)",
    "XPos": 128.9132120,
    "YPos": 35.9572850,
    "yadmNm": "영남대학교의과대학부속영천병원"
  },
  {
    "addr": "부산광역시 영도구 태종로 85 (대교동2가)",
    "XPos": 129.0405236,
    "YPos": 35.0922416,
    "yadmNm": "영도병원"
  },
  {
    "addr": "경상북도 영주시 대학로 327-0 영주적십자병원",
    "XPos": 128.6039024,
    "YPos": 36.8252688,
    "yadmNm": "영주적십자병원"
  },
  {
    "addr": "경기도 오산시 밀머리로1번길 16 (원동)",
    "XPos": 127.0753662,
    "YPos": 37.1412709,
    "yadmNm": "오산한국병원"
  },
  {
    "addr": "인천광역시 서구 완정로 199 (왕길동)",
    "XPos": 126.6543363,
    "YPos": 37.6027927,
    "yadmNm": "온누리병원"
  },
  {
    "addr": "서울특별시 강서구 하늘길 70 (과해동)",
    "XPos": 126.7963265,
    "YPos": 37.5620454,
    "yadmNm": "우리들병원"
  },
  {
    "addr": "광주광역시 북구 북문대로 191  (운암동)",
    "XPos": 126.8696694,
    "YPos": 35.1850041,
    "yadmNm": "운암한국병원"
  }
];

export default HOSP_DATA;